INSERT INTO banks (name)
VALUES ('Альфа-Банк'),
       ('ВТБ'),
       ('Генбанк'),
       ('РНКБ')
;
INSERT INTO mortgages(bank_id, name, percent)
VALUES (1, 'Новостройки', 5.99),
       (1, 'Вторичное жилье', 7.99),
       (1, 'Семейная ипотека', 4.99),
       (1, 'Рефинансирование ипотеки', 8.99),
       (2, 'Для семей с детьми', 4.7),
       (2, 'Господдержка', 4.3),
       (2, 'Вторичное жилье', 8.3),
       (2, 'Новостройка', 7.9),
       (2, 'Рефинансирование', 5),
       (3, 'Строительство жилого дома', 8.5),
       (3, 'Приобретение жилого дома с земельным участком «Свой дом»', 8.8),
       (3, 'Новостройка с господдержкой', 6),
       (3, 'Приобретение строящегося жилья «Новостройка»', 8.2),
       (4, 'Господдержка «2020–2022»', 6),
       (4, 'Строительство жилого дома', 6.4),
       (4, 'Семейная ипотека', 5),
       (4, 'Квартира в новостройке', 4.75),
       (4, 'Вторичное жилье', 8.05),
       (4, 'Нежилые объекты', 8.2),
       (4, 'Сельская ипотека', 3),
       (4, 'Военная ипотека', 8)
;


